export default {
  name: 'يونيفارواب',

  menu: {
    realisations: 'آخر الأعمال',
    prestations: 'الخدمات',
    agence: 'الوكالة',
    contact: 'التواصل معنا'
  },

  label: {
    menu: 'افتح القائمة',
    lang: 'اختر اللغة',
    more: 'سعادة أكثر',
    client: 'الزبون',
    features: 'المميزات',
    industry: 'القطاع',
    visit: 'زيارة الموقع',
    prev: 'السابق',
    next: 'التالي',
    phone: 'الهاتف / الفاكس:',
    mobile: 'جوال:',
    email: 'البريد الإلكتروني:'
  },

  home: {
    description: 'أكثر من مواقع الويب، نقوم بتصميم وابتكار تجارب رقمية تركز على الإنسان وتعكس صورة علامتك التجارية، مهمتنا الأساسية هي إرضائك!',
    headline: 'نقوم بتصميم مواقع ويب لا تنسى.',
    body: 'أكثر من مواقع الويب، نقوم بتصميم وابتكار تجارب رقمية تركز على الإنسان وتعكس صورة علامتك التجارية، مهمتنا الأساسية هي إرضائك!'
  },

  works: {
    description: 'اكتشف أحدث إبداعاتنا. سنكون سعداء للعمل معك.',
    headline: 'لقد آمنوا بنا وهم سعداء.'
  },

  work: [
    // {
    //   slug: 'sourca-algerie',
    //   title: 'سوركا الجزائر',
    //   description: 'تعاونت يونيفارواب مع سوركا الجزائر في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
    //   client: {
    //     الزبون: 'سوركا الجزائر',
    //     المميزات: 'تصميم الموقع، تطوير، إستضافة',
    //     القطاع: 'تكنولوجيا'
    //   },
    //   body: 'سوركا الجزائر هي فريق من المحترفين مكرسين لتقديم أعلى تقنيات فحص الجودة ومنتجات الاختبار غير المتلفة.',
    //   link: 'https://sourcadz.com'
    // },
    // {
    //   slug: 'acodim',
    //   title: 'أكوديم',
    //   description: 'تعاونت يونيفارواب مع أكوديم في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
    //   client: {
    //     الزبون: 'أكوديم',
    //     المميزات: 'تصميم الموقع، تطوير، إستضافة',
    //     القطاع: 'الترقية العقارية'
    //   },
    //   body: 'أكوديم هي شركة متخصصة في الترقية العقارية مقرها الجزائر العاصمة.',
    //   link: 'https://www.acodim.dz'
    // },
    {
      slug: 'ets-ouar',
      title: 'أو تي أس عور',
      description: 'تعاونت يونيفارواب مع أو تي أس عور في تواجدها الرقمي. أنشأنا الموقع.',
      client: {
        الزبون: 'أو تي أس عور',
        المميزات: 'تصميم الموقع، تطوير',
        القطاع: 'السيارات'
      },
      body:
        'أو تي أس عور هي شركة ملتزمة بجودة OE (الأصلية) للسوق الجزائرية لقطع الغيار، المكونات، المنتجات عالية الدقة من المعدات الأصلية وقطع غيار السيارات عالية الجودة.',
      link: 'https://www.etsouar.com'
    },
    {
      slug: 'tpbl',
      title: 'تي بي بي أل',
      description: 'تعاونت يونيفارواب مع تي بي بي أل في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'تي بي بي أل',
        المميزات: 'تصميم الموقع، تطوير، إستضافة',
        القطاع: 'الترقية العقارية'
      },
      body: 'تأسست تي بي بي أل في سكيكدة عام 2016، هي شركة متخصصة في الترقية العقارية.',
      link: 'https://www.tpbl.dz'
    },
    {
      slug: 'botanique-algerie',
      title: 'بوتانيك الجزائر',
      description: 'تعاونت يونيفارواب مع بوتانيك الجزائر في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'بوتانيك الجزائر',
        المميزات: 'تصميم الموقع، تطوير، إستضافة',
        القطاع: 'علم النبات'
      },
      body: 'بوتانيك الجزائر هي شبكة وطنية مخصصة للمعرفة، المشاركة ولترويج علم النبات في الجزائر.',
      link: 'https://www.botaniquealgerie.dz'
    },
    {
      slug: 'corim',
      title: 'كوريم',
      description: 'تعاونت يونيفارواب مع كوريم في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'كوريم',
        المميزات: 'تصميم الموقع، تطوير، إستضافة',
        القطاع: 'العقار'
      },
      body: 'كوريم هي وكالة عقارية مقرها الجزائر العاصمة ومتخصصة في تأجير وبيع الشقق، الفلل، المباني، الأراضي، المحلات والحظائر.',
      link: 'https://www.corim.dz'
    },
    {
      slug: 'we-service',
      title: 'وي سرفيس',
      description: 'تعاونت يونيفارواب مع وي سرفيس في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'وي سرفيس',
        المميزات: 'تصميم الموقع، إستضافة',
        القطاع: 'الإستشارة'
      },
      body: 'وي سرفيس هي شركة خدمات واستشارة تقدم حلاً إجمالي لمخابر البحث.',
      link: 'https://www.weservice.dz'
    },
    {
      slug: 'infoelec',
      title: 'إنفو إيليك',
      description: 'تعاونت يونيفارواب مع إنفو إيليك في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'إنفو إيليك',
        المميزات: 'تصميم الموقع، تطوير، إستضافة',
        القطاع: 'الأخبار'
      },
      body: 'إنفو إيليك هي أول مجلة جزائرية مختصة في قطاع الكهرباء والطاقة.',
      link: 'https://www.infoelec.dz'
    },
    {
      slug: 'optimum-transmission',
      title: 'أوبتيموم ترانسميسيون',
      description: 'تعاونت يونيفارواب مع أوبتيموم ترانسميسيون في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'أوبتيموم ترانسميسيون',
        المميزات: 'تصميم الموقع، إستضافة',
        القطاع: 'الميكانيك'
      },
      body: 'تأسست أوبتيموم ترانسميسيون في عام 2006 وهي شركة متخصصة في تصنيع وتوزيع أحزمة النقل.',
      link: 'https://www.optimumtransmission.dz'
    },
    {
      slug: 'soprofort',
      title: 'صوبروفور',
      description: 'تعاونت يونيفارواب مع صوبروفور في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'صوبروفور',
        المميزات: 'تصميم الموقع، تطوير، إستضافة',
        القطاع: 'الترقية العقارية'
      },
      body:
        'صوبروفور هي شركة ترقية عقارية تم إنشاؤها في عام 2004. تجمع بين الكفاءة والدراية وهي تدرك بالتعاون مع شركة الإنجاز الريج مشاريع عقارية ذات جودة عالية.',
      link: 'https://www.soprofort.dz'
    },
    {
      slug: 'microtel-training-institute',
      title: 'ميكروتال تراينينغ إنستيتيوت',
      description: 'تعاونت يونيفارواب مع ميكروتال تراينينغ إنستيتيوت في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'ميكروتال تراينينغ إنستيتيوت',
        المميزات: 'تصميم الموقع، تطوير، إستضافة',
        القطاع: 'التكوين'
      },
      body:
        'تم إنشاء معهد ميكروتال تراينينغ إنستيتيوت في عام 1992. قد حددت لنفسها هدف مساعدة الشركات والمؤسسات على إنشاء حلول شبكة فعالة، قابلة للتطوير وقابلة للإدارة.',
      link: 'https://www.microtel-net.com'
    },
    {
      slug: 'integral',
      title: 'إنتيغرال',
      description: 'تعاونت يونيفارواب مع إنتيغرال في تواجدها الرقمي. أنشأنا الموقع.',
      client: {
        الزبون: 'إنتيغرال',
        المميزات: 'تصميم الموقع، تطوير',
        القطاع: 'الأشغال العمومية'
      },
      body: 'توزع إنتيغرال معدات الأشغال العمومية، تزود عملائها بالآلات وقطع الغيار المصنعة من قبل الشركات الأوروبية والأمريكية الرئيسية.',
      link: 'https://www.integral.sarl'
    },
    {
      slug: 'epiza',
      title: 'إبيزا',
      description: 'تعاونت يونيفارواب مع إبيزا في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'إبيزا',
        المميزات: 'تصميم الموقع، تطوير، إستضافة',
        القطاع: 'الترقية العقارية'
      },
      body: 'إبيزا هي فريق من المهنيين المجتمعين لتحقيق مشاريع في ميدان الترقية العقارية.',
      link: 'https://www.epizaskikda.com'
    },
    {
      slug: 'pibo',
      title: 'بيبو',
      description: 'تعاونت يونيفارواب مع بيبو في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'بيبو',
        المميزات: 'تصميم الموقع، تطوير، إستضافة',
        القطاع: 'الترقية العقارية'
      },
      body: 'بيبو هي شركة ترقية عقارية تم إنشاؤها في عام 2014 من قبل المؤسس ومدير شركة صوبروفور، الذي اكتسب خلال العقد الماضي خبرة كبيرة في المجال.',
      link: 'https://www.pibo.dz'
    },
    {
      slug: 'intermat',
      title: 'إنترمات',
      description: 'تعاونت يونيفارواب مع إنترمات في تواجدها الرقمي. أنشأنا الموقع.',
      client: {
        الزبون: 'إنترمات',
        المميزات: 'تصميم الموقع، تطوير',
        القطاع: 'الأشغال العمومية'
      },
      body: 'إنترمات هي شركة متخصصة في بيع آلات ومعدات البناء للأشغال العمومية.',
      link: 'https://www.intermatalgeria.com'
    },
    {
      slug: 'bn-electric-company',
      title: 'بي أن إلكتريك كومباني',
      description: 'تعاونت يونيفارواب مع بي أن إلكتريك كومباني في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'بي أن إلكتريك كومباني',
        المميزات: 'تصميم الموقع، إستضافة',
        القطاع: 'الكهرباء'
      },
      body: 'تأسست شركة بي أن إلكتريك كومباني في عام 2010. هي شركة متخصصة في الهواتف المحمولة، الصناعة، الطاقات المتجددة، صناعة الخدمات والخدمات.',
      link: 'https://www.bnelectric.dz'
    },
    {
      slug: 'cinquelec',
      title: 'سانكيليك',
      description: 'تعاونت يونيفارواب  مع سانكيليك في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'سانكيليك',
        المميزات: 'تصميم الموقع، تطوير، إستضافة',
        القطاع: 'الكهرباء'
      },
      body:
        'أنشئت سانكيليك في عام 1994. هي شركة متخصصة في استيراد وتوزيع المعدات الكهربائية للمباني والصناعة، الإضاءة الصناعية، الإنذارات التقنية وتركيب الخزائن الكهربائية.',
      link: 'https://www.cinquelec.com'
    },
    {
      slug: 'spheretec',
      title: 'سفارتيك',
      description: 'تعاونت يونيفارواب مع سفارتيك في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'سفارتيك',
        المميزات: 'تصميم الموقع، إستضافة',
        القطاع: 'الإتصالات'
      },
      body: 'سفارتيك هي شركة جزائرية شابة متخصصة في قطاع نقل البيانات.',
      link: 'https://www.spheretec.dz'
    },
    {
      slug: 'clinique-sonya',
      title: 'عيادة صونيا',
      description: 'تعاونت يونيفارواب مع عيادة صونيا في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'عيادة صونيا',
        المميزات: 'تصميم الموقع، إستضافة',
        القطاع: 'الصحة'
      },
      body: 'عيادة الديال الدموي صونيا هي عيادة خاصة متخصصة في علاج أمراض الكلى المزمنة في المرحلة النهائية.',
      link: 'https://www.cliniquesonya.dz'
    },
    {
      slug: 'clinique-aya',
      title: 'عيادة أياة',
      description: 'تعاونت يونيفارواب مع عيادة أياة في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'عيادة أياة',
        المميزات: 'تصميم الموقع، إستضافة',
        القطاع: 'الصحة'
      },
      body:
        'تم إفتاح عيادة أياة في عام 2010. هي عيادة خاصة هدفها الرئيسي هو توفير رعاية جيدة للمرضى. تضم العيادة أكثر من 35 طبيبًا متخصصًا وفريقًا من 60 شخصًا.',
      link: 'https://www.cliniqueaya.dz'
    },
    {
      slug: 'rcelec',
      title: 'أرسي إيلك',
      description: 'تعاونت يونيفارواب مع أرسي إيلك في تواجدها الرقمي. أنشأنا الموقع ونقدم إستضافته.',
      client: {
        الزبون: 'أرسي إيلك',
        المميزات: 'تصميم الموقع، إستضافة',
        القطاع: 'الكهرباء'
      },
      body:
        'تقدم أرسي إيلك خدماتها للأفراد، الشركات والسلطات المحلية، وهي شركة متخصصة في الأعمال الكهربائية للمباني والصناعة، الإضاءة العمومية، شبكات الكمبيوتر والأتمتة المنزلية.',
      link: 'https://www.rcelec.dz'
    }
  ],

  prestations: {
    description: 'إستراتيجية تواجد ناجح على شبكة الإنترنت، على أسس تكنولوجية ومنهجية صارمة.',
    headline: 'ما نحن قادرون عليه.',
    body:
      'في هذا الزمن يمكن لأي شخص إنشاء موقع على شبكة الإنترنت، بما في ذلك ابن أخيك البالغ من العمر 13 عامًا! ولكن من يمكنه حقًا تحقيق إستراتيجية تواجد على شبكة الإنترنت على أسس تكنولوجية ومنهجية صارمة.',
    webDesign: {
      headline: 'تصميم مواقع الإنترنت',
      body: 'مزيج ذكي ودقيق من التصميم الجذاب والميثاق الرسومي المحترم وتجربة المستخدم على رأس الأولويات. سنجد لك التوازن المثالي.',
      tags: ['#تصميم_مستجيب', '#بيانات_منظمة', '#ترميز_صحيح', '#سهولة_التصفح']
    },
    dev: {
      headline: 'تطوير',
      body: 'عملك واحتياجات عملك فريدة من نوعها. أنت مميز! سنقوم بترميز التطبيق الذي يلبي احتياجاتك بدقة، دون زخرفة وبسرعة.',
      tags: ['#نظام_إدارة_المحتوى', '#دروبال', '#تطبيق_محمول', '#نوكست_جي_أس']
    },
    support: {
      headline: 'دعم + إستضافة',
      body: 'تخيل طبقًا في مطعم بدون صحن وبدون نادل. الموقع بدون استضافة موثوقة ودعم متواصل هو نفس الشيء تمامًا.',
      tags: ['#بروتوكول_نقل_النص_التشعبي_الآمن', '#بروتوكول_نقل_النص_الفائق/2', '#نسخ_احتياطي_كامل']
    }
  },

  agency: {
    description:
      'تأسسنا عام 2011 في الجزائر العاصمة، نحن فريق شاب من المبدعين المثاليين والمتحمسين لعملنا، نحب تصميم مواقع الويب الجميلة أثناء شرب القهوة في الصباح.',
    headline: 'نحن وكالة ويب.',
    body: 'تأسسنا عام 2011 في الجزائر العاصمة، نحن فريق شاب من المبدعين المثاليين والمتحمسين لعملنا، نحب تصميم مواقع الويب الجميلة أثناء شرب القهوة في الصباح.',
    method: {
      title: 'طريقة عملنا',
      body: {
        الإستماع: 'سنحاول فهم العناصر الأساسية مثل نشاطك وأهدافك والقيود الخاصة بك.',
        البحث: 'سنجد حلولًا تتناسب مع احتياجاتك مع احترام صورة علامتك التجارية.',
        الإبداع: 'من خلال التشاور وإبلاغك خطوة بخطوة، فإننا نعطي لمشروعك حياة.',
        المراقبة: 'بعد نشر المشروع، سندعمك في صيانته وتحديثه.'
      }
    },
    choose: {
      headline: 'لماذا تختارنا',
      body: {
        'خدمة كاملة': 'انشاء الموقع واسم المجال والاستضافة، سنقدم لكم خدمة كاملة.',
        'في طليعة التكنولوجيا': 'نستخدم أحدث التقنيات واللغات على الويب لنقدم لك أفضل خدمة ممكنة.',
        'مشروع يشبهك': 'نحن نصمم مواقع الويب التي تعكس صورة علامتك التجارية ومصممة وفقًا لميزانيتك.',
        'تصميم مبتكر': 'نصمم تصميمًا مخصصًا ليعكس بشكل أفضل هوية عملك.'
      }
    }
  },

  contact: {
    description: 'أخبرنا عن احتياجاتك، نكون سعيدين بالتعامل معك.',
    body: 'إنشاء مواقع احترافية هو ما نقوم به. أخبرنا عن احتياجاتك، نكون سعيدين بالتعامل معك.',
    other: {
      headline: 'طرق أخرى التواصل معنا',
      body: {
        مسيّر: 'h.nedjar@univerweb.dz',
        'دعم تقني': 'support@univerweb.dz'
      }
    }
  },

  error: {
    headline: 'عفوًا',
    404: 'هذه الصفحة لا يمكن ايجادها.',
    500: 'وقع خطأ ما.'
  },

  footer: {
    address: {
      name: '@:name',
      streetAddress: '62 تعاونية المبنية',
      addressLocality: 'بئر خادم',
      postalCode: '029 16',
      addressCity: 'الجزائر العاصمة '
    },
    maps: 'احصل على الاتجاهات',
    phone: '021 44 08 11',
    mobile: '0551 90 46 22',
    email: 'contact@univerweb.dz',
    social: {
      twitter: 'انضم إلينا على تويتر',
      facebook: 'انضم إلينا على فيس بوك',
      linkedin: 'انضم إلينا على لينكد إن',
      github: 'انضم إلينا على جيت هاب'
    },
    colorMode: {
      dark: 'مظلم',
      system: 'جهاز',
      light: 'فاتح'
    },
    copy: 'حقوق النشر 2020 @:(name). جميع الحقوق محفوظة.'
  },

  request: {
    headline: 'مقتنع؟ لنشرب القهوة معًا.',
    link: 'اتصل بنا'
  }
}
