{
  "name": "Univerweb",
  "title": "Création de sites web en Algérie",
  "desc": "Plus que des sites web, nous concevons et innovons pour vous des expériences numériques centrées sur l’humain et qui reflètent votre image de marque.",
  "skip": "Aller au contenu principal",
  "menu": {
    "realisations": "Réalisations",
    "prestations": "Prestations",
    "agence": "L’agence",
    "contact": "Contact",
    "blog": "Blog"
  },
  "toggle": "Ouvrir le menu",
  "request": {
    "headline": "Convaincu ? Prenons un café ensemble.",
    "link": "Contactez-nous"
  },
  "streetAddress": "62 Coop. El Mebnia, Birkhadem",
  "addressLocality": "Alger",
  "maps": "Obtenir un itinéraire",
  "phoneLabel": "Téléphone / fax",
  "mobileLabel": "Mobile",
  "emailLabel": "E-mail",
  "join": "Rejoignez-nous sur",
  "socialsName": ["X", "Facebook", "LinkedIn", "GitHub"],
  "colorMode": {
    "dark": "Passer en mode clair",
    "light": "Passer en mode sombre"
  },
  "copy": "Copyright © {year} @:name{'.'} Tous droits réservés.",
  "home": {
    "headline": "Nous créons des sites web tellement mémorables.",
    "lead": "Encore plus que des sites web, nous concevons et innovons pour vous des expériences numériques centrées sur l’humain et qui reflètent votre image de marque, notre mission première est de vous satisfaire !",
    "more": "Plus de bonheur"
  },
  "works": {
    "title": "@:menu.realisations",
    "desc": "Découvrez nos toutes dernières créations. Nous serions ravis de collaborer avec vous.",
    "headline": "Ils ont cru en nous et ils sont comblés."
  },
  "work": {
    "client": "Client",
    "services": "Prestations",
    "category": "Catégorie",
    "visit": "Visiter le site web",
    "alt": "Un aperçu du site web de",
    "state": "Ce site n’est plus disponible 😔",
    "related": "Projets liés"
  },
  "presta": {
    "title": "@:menu.prestations",
    "desc": "Une stratégie de présence web accomplie, sur des fondements technologiques et une méthodologie rigoureuse.",
    "headline": "Ce dont nous sommes capables.",
    "lead": "De nos jours quiconque peut faire un site web, y compris votre neveu de 13 ans ! Mais qui peut réellement concrétiser une stratégie de présence web accomplie, sur des fondements technologiques et une méthodologie rigoureuse.",
    "webDesign": {
      "title": "Web design",
      "content": "Un mélange savant et millimétré entre design attrayant, charte graphique respectée et expérience utilisateur au top des priorités. Nous trouverons pour vous l’équilibre parfait.",
      "tags": [
        "Responsive",
        "Données structurées",
        "Html valide",
        "Accessibilité"
      ]
    },
    "dev": {
      "title": "Développement",
      "content": "Votre entreprise et vos besoins métiers sont uniques. Vous êtes uniques ! Nos coderons pour vous l’application qui répond exactement à vos besoins, sans fioritures et avec agilité.",
      "tags": ["CMS", "Drupal", "Application mobile", "Nuxt"]
    },
    "support": {
      "title": "Support + Hébergement",
      "content": "Imaginez un plat au restaurant sans assiette et sans serveur. Un site sans hébergement fiable et un support présent 24/7 c’est exactement la même chose.",
      "tags": ["HTTPS", "HTTP/2", "Sauvegarde complète"]
    }
  },
  "agency": {
    "title": "@:menu.agence",
    "desc": "Nous sommes une jeunes équipe de créativo-perfectionnistes et passionnée par notre travail, nous aimons coder de magnifiques sites web.",
    "headline": "Nous sommes une agence web.",
    "lead": "Créée en 2011 à Alger, nous sommes une jeunes équipe de créativo-perfectionnistes et passionnée par notre travail, nous aimons coder de magnifiques sites web en buvant du café le matin.",
    "method": {
      "title": "Notre méthode de travail",
      "content": {
        "Écoute": "Nous essaierons de comprendre des éléments essentiels tels que votre activité, vos objectifs et vos contraintes.",
        "Recherche": "Nous trouverons des solutions adaptées à vos besoins tout en respectant votre image de marque.",
        "Création": "En vous consultant et informant étape par étape, nous donnons vie à votre projet.",
        "Suivi": "Après la publication du projet, nous vous accompagnerons dans sa maintenance et mise à jour."
      }
    },
    "choose": {
      "title": "Pourquoi nous choisir",
      "content": {
        "Une prestation complète": "Création du site web, nom du domaine et hébergement, nous vous offrirons un service complet.",
        "À la pointe de la technique": "Nous utilisons les dernières techniques et langages du web afin de vous offrir le meilleur service possible.",
        "Un projet qui vous ressemble": "Nous concevons des sites web qui reflètent votre image de marque et qui sont adaptés à votre budget.",
        "Un design innovant": "Nous concevons un design sur mesure afin de refléter au mieux l’identité de votre entreprise."
      }
    }
  },
  "contact": {
    "title": "@:menu.contact",
    "desc": "Parlez-nous de vos besoins, nous serions ravis de collaborer avec vous.",
    "about": "Créer des sites web professionnels, c’est ce que nous faisons. Parlez-nous de vos besoins, nous serions ravis de collaborer avec vous.",
    "other": "Autres moyens de nous contacter",
    "manager": "Gérant",
    "support": "Soutien technique"
  },
  "blog": {
    "title": "@:menu.blog",
    "desc": "Explorez notre Blog pour des conseils et astuces en matière de création de sites web, des réflexions sur les tendances actuelles et plus encore.",
    "headline": "Le Blog du numérique.",
    "by": "par",
    "share": "Partager l’article",
    "copy": "Copié !"
  },
  "nav": {
    "prev": "Précédent",
    "next": "Suivant"
  },
  "error": {
    "headline": "Oops…",
    "error404": "Cette page est introuvable.",
    "error500": "Une erreur s’est produite.",
    "back": "Retour à l’accueil"
  }
}
